{
  "plugins": {
    "alternate-toggler": {
      "src": "https://github.com/rmagatti/alternate-toggler"
    },
    "blink-emoji.nvim": {
      "src": "https://github.com/moyiz/blink-emoji.nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "blink.compat": {
      "src": "https://github.com/saghen/blink.compat"
    },
    "bufresize.nvim": {
      "src": "https://github.com/kwkarlwang/bufresize.nvim"
    },
    "catppuccin": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "cmp-calc": {
      "src": "https://github.com/hrsh7th/cmp-calc"
    },
    "cmp-dap": {
      "src": "https://github.com/rcarriga/cmp-dap"
    },
    "codediff.nvim": {
      "src": "https://github.com/esmuellert/codediff.nvim"
    },
    "colorful-menu.nvim": {
      "src": "https://github.com/xzbdmw/colorful-menu.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "demicolon.nvim": {
      "src": "https://github.com/mawkler/demicolon.nvim"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "git-blame.nvim": {
      "src": "https://github.com/WizardStark/git-blame.nvim"
    },
    "github-pr-reviewer.nvim": {
      "src": "https://github.com/WizardStark/github-pr-reviewer.nvim"
    },
    "grug-far.nvim": {
      "src": "https://github.com/MagicDuck/grug-far.nvim"
    },
    "hydra.nvim": {
      "src": "https://github.com/nvimtools/hydra.nvim"
    },
    "incline.nvim": {
      "src": "https://github.com/b0o/incline.nvim"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/williamboman/mason-lspconfig.nvim"
    },
    "mason-nvim-dap.nvim": {
      "src": "https://github.com/jay-babu/mason-nvim-dap.nvim"
    },
    "mason-tool-installer.nvim": {
      "src": "https://github.com/WhoIsSethDaniel/mason-tool-installer.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/williamboman/mason.nvim"
    },
    "mini.ai": {
      "src": "https://github.com/nvim-mini/mini.ai"
    },
    "mini.diff": {
      "src": "https://github.com/echasnovski/mini.diff"
    },
    "mini.files": {
      "src": "https://github.com/echasnovski/mini.files"
    },
    "mini.icons": {
      "src": "https://github.com/echasnovski/mini.icons"
    },
    "mini.pairs": {
      "src": "https://github.com/echasnovski/mini.pairs"
    },
    "mini.splitjoin": {
      "src": "https://github.com/echasnovski/mini.splitjoin"
    },
    "mini.surround": {
      "src": "https://github.com/nvim-mini/mini.surround"
    },
    "neotest": {
      "src": "https://github.com/nvim-neotest/neotest"
    },
    "neotest-go": {
      "src": "https://github.com/nvim-neotest/neotest-go"
    },
    "neotest-gradle": {
      "src": "https://github.com/weilbith/neotest-gradle"
    },
    "neotest-java": {
      "src": "https://github.com/rcasia/neotest-java"
    },
    "neotest-python": {
      "src": "https://github.com/nvim-neotest/neotest-python"
    },
    "neotest-vim-test": {
      "src": "https://github.com/nvim-neotest/neotest-vim-test"
    },
    "nui-components.nvim": {
      "src": "https://github.com/grapp-dev/nui-components.nvim"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-coverage": {
      "src": "https://github.com/andythigpen/nvim-coverage"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "nvim-dap-go": {
      "src": "https://github.com/leoluz/nvim-dap-go"
    },
    "nvim-dap-python": {
      "src": "https://github.com/mfussenegger/nvim-dap-python"
    },
    "nvim-dap-view": {
      "src": "https://github.com/igorlfs/nvim-dap-view"
    },
    "nvim-dap-virtual-text": {
      "src": "https://github.com/theHamsta/nvim-dap-virtual-text"
    },
    "nvim-jdtls": {
      "src": "https://github.com/mfussenegger/nvim-jdtls"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-nio": {
      "src": "https://github.com/nvim-neotest/nvim-nio"
    },
    "nvim-recorder": {
      "src": "https://github.com/chrisgrieser/nvim-recorder"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects",
      "version": "'main'"
    },
    "nvim-ts-autotag": {
      "src": "https://github.com/windwp/nvim-ts-autotag"
    },
    "nvim-various-textobjs": {
      "src": "https://github.com/chrisgrieser/nvim-various-textobjs"
    },
    "one-small-step-for-vimkind": {
      "src": "https://github.com/jbyuki/one-small-step-for-vimkind"
    },
    "opencode.nvim": {
      "src": "https://github.com/nickjvandyke/opencode.nvim"
    },
    "otter.nvim": {
      "src": "https://github.com/jmbuhr/otter.nvim"
    },
    "paren-hint.nvim": {
      "src": "https://github.com/briangwaltney/paren-hint.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "quicker.nvim": {
      "src": "https://github.com/stevearc/quicker.nvim"
    },
    "refactoring.nvim": {
      "src": "https://github.com/ThePrimeagen/refactoring.nvim"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "screenkey.nvim": {
      "src": "https://github.com/NStefan002/screenkey.nvim"
    },
    "smart-splits.nvim": {
      "src": "https://github.com/mrjones2014/smart-splits.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "stickybuf.nvim": {
      "src": "https://github.com/stevearc/stickybuf.nvim"
    },
    "substitute.nvim": {
      "src": "https://github.com/gbprod/substitute.nvim"
    },
    "table-nvim": {
      "src": "https://github.com/SCJangra/table-nvim"
    },
    "term-edit.nvim": {
      "src": "https://github.com/chomosuke/term-edit.nvim"
    },
    "tiny-inline-diagnostic.nvim": {
      "src": "https://github.com/rachartier/tiny-inline-diagnostic.nvim"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim"
    },
    "toggleterm.nvim": {
      "src": "https://github.com/akinsho/toggleterm.nvim"
    },
    "treewalker.nvim": {
      "src": "https://github.com/aaronik/treewalker.nvim"
    },
    "trouble.nvim": {
      "src": "https://github.com/folke/trouble.nvim"
    },
    "ts-comments.nvim": {
      "src": "https://github.com/folke/ts-comments.nvim"
    },
    "typescript-tools.nvim": {
      "src": "https://github.com/pmizio/typescript-tools.nvim"
    },
    "vim-wakatime": {
      "src": "https://github.com/wakatime/vim-wakatime"
    },
    "vimtex": {
      "src": "https://github.com/lervag/vimtex"
    },
    "window-picker": {
      "src": "https://github.com/s1n7ax/nvim-window-picker"
    }
  }
}
