brew "bat"
brew "dust"
brew "eza"
brew "ffind"
brew "git-delta"
brew "hyperfine"
brew "jq"
brew "jupytext"
brew "mise"
brew "nodejs"
brew "npm"
brew "nvim"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tokei"
brew "usage"
brew "uv"
brew "vivid"
brew "wget"
brew "worktrunk"
brew "zoxide"
brew "zsh"
